export const Data = [{
    state:'کرمانشاه',
    city:'هرسین',
    id : 1 ,
    shopping_name:'',
    shopping_img:'./img/kala.png',
    name:'RR30PN-RZ30PN یخچال و فریزر دوقلوی سامسونگ مدل',
    main_price:'20350000',
    main_color:'grey',
    price:{
        red:'20200000',
        blue:'20450000',
        grey:'20350000',
        white:'21000000'
    },
    img:'https://zist.ir/11283-big_default/%DB%8C%D8%AE%DA%86%D8%A7%D9%84-%D9%81%D8%B1%DB%8C%D8%B2%D8%B1-%D8%AF%D9%88%D9%82%D9%84%D9%88-%D9%BE%D9%84%D8%A7%D8%AF%DB%8C%D9%88%D9%85-%D8%A7%D9%84%DA%A9%D8%AA%D8%B1%D9%88%D8%A7%D8%B3%D8%AA%DB%8C%D9%84-%D9%85%D8%AF%D9%84-23-%D9%81%D9%88%D8%AA-pd23-%D8%AA%DB%8C%D8%AA%D8%A7%D9%86%DB%8C%D9%88%D9%85-%D8%A8%D8%A7-%DB%8C%D8%AE%D8%B3%D8%A7%D8%B2-%D8%A7%D8%AA%D9%88%D9%85%D8%A7%D8%AA%DB%8C%DA%A9-%D9%88-%D8%AF%D8%B1%D8%A8-%D8%A8%D8%A7%D8%B1.jpg',
    images:[ 'https://zist.ir/11283-big_default/%DB%8C%D8%AE%DA%86%D8%A7%D9%84-%D9%81%D8%B1%DB%8C%D8%B2%D8%B1-%D8%AF%D9%88%D9%82%D9%84%D9%88-%D9%BE%D9%84%D8%A7%D8%AF%DB%8C%D9%88%D9%85-%D8%A7%D9%84%DA%A9%D8%AA%D8%B1%D9%88%D8%A7%D8%B3%D8%AA%DB%8C%D9%84-%D9%85%D8%AF%D9%84-23-%D9%81%D9%88%D8%AA-pd23-%D8%AA%DB%8C%D8%AA%D8%A7%D9%86%DB%8C%D9%88%D9%85-%D8%A8%D8%A7-%DB%8C%D8%AE%D8%B3%D8%A7%D8%B2-%D8%A7%D8%AA%D9%88%D9%85%D8%A7%D8%AA%DB%8C%DA%A9-%D9%88-%D8%AF%D8%B1%D8%A8-%D8%A8%D8%A7%D8%B1.jpg' ,'https://zist.ir/11283-big_default/%DB%8C%D8%AE%DA%86%D8%A7%D9%84-%D9%81%D8%B1%DB%8C%D8%B2%D8%B1-%D8%AF%D9%88%D9%82%D9%84%D9%88-%D9%BE%D9%84%D8%A7%D8%AF%DB%8C%D9%88%D9%85-%D8%A7%D9%84%DA%A9%D8%AA%D8%B1%D9%88%D8%A7%D8%B3%D8%AA%DB%8C%D9%84-%D9%85%D8%AF%D9%84-23-%D9%81%D9%88%D8%AA-pd23-%D8%AA%DB%8C%D8%AA%D8%A7%D9%86%DB%8C%D9%88%D9%85-%D8%A8%D8%A7-%DB%8C%D8%AE%D8%B3%D8%A7%D8%B2-%D8%A7%D8%AA%D9%88%D9%85%D8%A7%D8%AA%DB%8C%DA%A9-%D9%88-%D8%AF%D8%B1%D8%A8-%D8%A8%D8%A7%D8%B1.jpg' , 'https://zist.ir/11281-big_default/%DB%8C%D8%AE%DA%86%D8%A7%D9%84-%D9%81%D8%B1%DB%8C%D8%B2%D8%B1-%D8%AF%D9%88%D9%82%D9%84%D9%88-%D9%BE%D9%84%D8%A7%D8%AF%DB%8C%D9%88%D9%85-%D8%A7%D9%84%DA%A9%D8%AA%D8%B1%D9%88%D8%A7%D8%B3%D8%AA%DB%8C%D9%84-%D9%85%D8%AF%D9%84-23-%D9%81%D9%88%D8%AA-pd23-%D8%B3%D9%81%DB%8C%D8%AF-%DA%86%D8%B1%D9%85%DB%8C-%D8%A8%D8%A7-%DB%8C%D8%AE%D8%B3%D8%A7%D8%B2-%D8%A7%D8%AA%D9%88%D9%85%D8%A7%D8%AA%DB%8C%DA%A9-%D9%88-%D8%AF%D8%B1%D8%A8-%D8%A8%D8%A7%D8%B1.jpg'],
    comments:[{
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'مهدی اسدی',
        date:'28 اردیبهشت 1398',
        level: 5 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'صادق اکبری',
        date:'28 اردیبهشت 1398',
        level: 4 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'احمد محمدی',
        date:'28 اردیبهشت 1398',
        level: 2 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    ],
    number_C: 20,
    technical:'یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. ',
    review:["_ قفل کودک: بله    " , "_ اخطار بازماندن درب: خیر" , "_ آب سردکن: بله"],
    liked:'100',
    fav:'50',
    brand:'سامسونگ',
    grouping:'یخچال فریزر',
    granti:'26 ماهه سام سرویس',
    seved:false

},
{
    id : 2 ,
    state:'مشهد',
    city:'مشهد',
    shopping_name:'',
    shopping_img:'./img/kala.png',
    name:'جارو برقی دو سوز ',
    main_price:'30120000',
    main_color:'grey',
    price:{
        red:'20200000',
        blue:'20450000',
        grey:'30120000',
        white:'21000000'
    },
    img:'https://lh3.googleusercontent.com/proxy/8XUn8tTLtajx-YN2sxsZndQx4OKguWid2tQN2Lwt0sd5lzJ6G90J4xZLe_-vmJfh7xf9amYRtY0O_j4WL3kk8SmlmSx9dgD2yLdu49U8zsRnBN5lJXdgr4Mja5v2tDs0gMpaNKFAWdf81t0C9uZer7JJ6Mn_QscdG9Gs-mAWrorYbhQ',
    images:[ 'https://lh3.googleusercontent.com/proxy/8XUn8tTLtajx-YN2sxsZndQx4OKguWid2tQN2Lwt0sd5lzJ6G90J4xZLe_-vmJfh7xf9amYRtY0O_j4WL3kk8SmlmSx9dgD2yLdu49U8zsRnBN5lJXdgr4Mja5v2tDs0gMpaNKFAWdf81t0C9uZer7JJ6Mn_QscdG9Gs-mAWrorYbhQ' ,'https://storage.torob.com/backend-api/base/images/P-/uK/P-uKZsBasCUYt3y_.jpg' ,'https://www.parskhazar.com/shop/807-large_default/%D8%AC%D8%A7%D8%B1%D9%88-%D8%A8%D8%B1%D9%82%DB%8C-%D9%85%D8%AF%D9%84-%D9%81%D9%88%D8%AA%D9%88%D9%86-fotun.jpg'],
    comments:[{
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'مهدی اسدی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'صادق اکبری',
        date:'28 اردیبهشت 1398',
        level: 3 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'احمد محمدی',
        date:'28 اردیبهشت 1398',
        level: 1 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    ],
    number_C: 12,
    technical:'یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. ',
    review:["_ قفل کودک: بله    " , "_ اخطار بازماندن درب: خیر" , "_ آب سردکن: بله"],
    liked:'23',
    fav:'45',
    brand:'ال جی ',
    grouping:'لوازم برقی',
    granti:'16 ماهه سام سرویس',
    seved:true

},
{
    id : 3 ,
    state:'تهران',
    city:'شهریار',
    shopping_name:'',
    shopping_img:'./img/kala.png',
    name:'لباس شویی مدل TYDSDW',
    main_price:'12300000',
    main_color:'grey',
    price:{
        red:'20200000',
        blue:'20450000',
        grey:'12300000',
        white:'21000000'
    },
    img:'https://dkstatics-public-2.digikala.com/digikala-products/111581353.jpg?x-oss-process=image/resize,m_lfit,h_600,w_600/quality,q_80',
    images:[ 'https://dkstatics-public-2.digikala.com/digikala-products/111581353.jpg?x-oss-process=image/resize,m_lfit,h_600,w_600/quality,q_80' ,'https://www.parskhazar.com/shop/761-thickbox_default/%D9%85%D8%A7%D8%B4%DB%8C%D9%86-%D9%84%D8%A8%D8%A7%D8%B3%D8%B4%D9%88%DB%8C%DB%8C-85-%DA%A9%DB%8C%D9%84%D9%88%DA%AF%D8%B1%D9%85%DB%8C-%D9%85%D8%AF%D9%84-wm-8514-%D9%86%D9%82%D8%B1%D9%87-%D8%A7%DB%8C.jpg' ,'https://www.poyatejarat.com/1582-thickbox_default/%D9%85%D8%A7%D8%B4%DB%8C%D9%86-%D9%84%D8%A8%D8%A7%D8%B3%D8%B4%D9%88%DB%8C%DB%8C-105-%DA%A9%DB%8C%D9%84%D9%88%DB%8C%DB%8C-%D8%A7%D9%84-%D8%AC%DB%8C-%D9%85%D8%AF%D9%84-wm-g105ss.jpg'],

    comments:[{
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'مهدی اسدی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'صادق اکبری',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'احمد محمدی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    ],
    number_C: 19,
    technical:'یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. ',
    review:["_ قفل کودک: بله    " , "_ اخطار بازماندن درب: خیر" , "_ آب سردکن: بله"],
    liked:'30',
    fav:'12',
    brand:'اچ پی ',
    grouping:'لوازم برقی',
    granti:'3 ماهه سام سرویس',
    seved:true

}
]

export const Detail = [{
    state:'کرمانشاه',
    city:'هرسین',
    id : 1 ,
    shopping_name:'',
    shopping_img:'./img/kala.png',
    name:'RR30PN-RZ30PN یخچال و فریزر دوقلوی سامسونگ مدل',
    main_price:'20350000',
    main_color:'grey',
    price:{
        red:'20200000',
        blue:'20450000',
        grey:'20350000',
        white:'21000000'
    },
    img:'./img/ice.png',
    comments:[{
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'مهدی اسدی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'صادق اکبری',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    {
        name:'احمد محمدی',
        date:'28 اردیبهشت 1398',
        level: 6 ,
        text:'این یخچال واقعا میشه گفت کیفیت و ظاهر خوبی داره و میشه چندین سال ازش استفاده کرد بدون این که خرابی چیزی براش پیش بیاد توصیه میکنم خریداری کنید'
    },
    ],
    number_C: 20,
    technical:'یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. ',
    review:["_ قفل کودک: بله    " , "_ اخطار بازماندن درب: خیر" , "_ آب سردکن: بله"],
    liked:'100',
    fav:'50',
    brand:'سامسونگ',
    grouping:'یخچال فریزر',
    granti:'26 ماهه سام سرویس',
    seved:false

},]