export const Data = [{
    State:'کرمانشاه',
    city:'هرسین',
    id : 1 ,
    shopping_name:'',
    shopping_img:'./img/kala.png',
    name:'RR30PN-RZ30PN یخچال و فریزر دوقلوی سامسونگ مدل',
    main_price:'20.350.000',
    price:{
        red:'20.200.000',
        blue:'20.450.000',
        grey:'20.350.000',
        white:'21.000.000'
    },
    img:'./img/ice.png',
    comments:[{
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    }
    ],
    number_C: 20,
    technical:'یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. ',
    review:["_ قفل کودک: بله    " , "_ اخطار بازماندن درب: خیر" , "_ آب سردکن: بله"],
    liked:'100',
    fav:'50',
    brand:'سامسونگ',
    grouping:'یخچال فریزر',
    granti:'26 ماهه سام سرویس',
    seved:false

},
{
    id : 2 ,
    State:'مشهد',
    city:'مشهد',
    shopping_name:'',
    shopping_img:'./img/kala.png',
    name:'جارو برقی دو سوز ',
    main_price:'30.120.000',
    price:{
        red:'20.200.000',
        blue:'20.450.000',
        grey:'30.120.000',
        white:'21.000.000'
    },
    img:'https://lh3.googleusercontent.com/proxy/8XUn8tTLtajx-YN2sxsZndQx4OKguWid2tQN2Lwt0sd5lzJ6G90J4xZLe_-vmJfh7xf9amYRtY0O_j4WL3kk8SmlmSx9dgD2yLdu49U8zsRnBN5lJXdgr4Mja5v2tDs0gMpaNKFAWdf81t0C9uZer7JJ6Mn_QscdG9Gs-mAWrorYbhQ',
    comments:[{
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    }
    ],
    number_C: 12,
    technical:'یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. ',
    review:["_ قفل کودک: بله    " , "_ اخطار بازماندن درب: خیر" , "_ آب سردکن: بله"],
    liked:'23',
    fav:'45',
    brand:'ال جی ',
    grouping:'لوازم برقی',
    granti:'16 ماهه سام سرویس',
    seved:true

},
{
    id : 3 ,
    State:'تهران',
    city:'شهریار',
    shopping_name:'',
    shopping_img:'./img/kala.png',
    name:'لباس شویی مدل TYDSDW',
    main_price:'12.300.000',
    price:{
        red:'20.200.000',
        blue:'20.450.000',
        grey:'12.300.000',
        white:'21.000.000'
    },
    img:'https://dkstatics-public-2.digikala.com/digikala-products/111581353.jpg?x-oss-process=image/resize,m_lfit,h_600,w_600/quality,q_80',
    comments:[{
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    }
    ],
    number_C: 19,
    technical:'یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. ',
    review:["_ قفل کودک: بله    " , "_ اخطار بازماندن درب: خیر" , "_ آب سردکن: بله"],
    liked:'30',
    fav:'12',
    brand:'اچ پی ',
    grouping:'لوازم برقی',
    granti:'3 ماهه سام سرویس',
    seved:true

}
]

export const Detail = [{
    State:'کرمانشاه',
    city:'هرسین',
    id : 1 ,
    shopping_name:'',
    shopping_img:'./img/kala.png',
    name:'RR30PN-RZ30PN یخچال و فریزر دوقلوی سامسونگ مدل',
    main_price:'20.350.000',
    price:{
        red:'20.200.000',
        blue:'20.450.000',
        grey:'20.350.000',
        white:'21.000.000'
    },
    img:'./img/ice.png',
    comments:[{
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    },
    {
        name:'مهدی آقایی',
        date:'28 اردیبهشت 1398',
        level:'6'
    }
    ],
    number_C: 20,
    technical:'یخجال و فریزر «امرسان» مدل «FN15D-RH15D» محصولی کارآمد و باکیفیت از این تولیدکننده‌ی داخلی است که در دسته‌ی یخچال و فریزرهای دوقلو قرار می‌گیرد. این دستگاه در واقع از دو فضای بزرگ، مجهز و جداگانه برای دو بخش یخچال و فریزر بهره‌مند است و به این ترتیب فضای زیادی را برای سرمایش و انجماد مواد غذایی در اختیار شما قرار می‌دهد. ',
    review:["_ قفل کودک: بله    " , "_ اخطار بازماندن درب: خیر" , "_ آب سردکن: بله"],
    liked:'100',
    fav:'50',
    brand:'سامسونگ',
    grouping:'یخچال فریزر',
    granti:'26 ماهه سام سرویس',
    seved:false

},]